export const mapData = {
  1: [
    {
      "status": 0,
      "area": "浙江省湖州市安吉县",
      "orgName": "安吉县第二人民医院",
      "address": "安吉县梅溪镇晓墅昆晓路",
      "lng": "119.782318",
      "socialCreditCode": "12330523471288039B",
      "areaCode": "33052300",
      "id": 1839,
      "lat": "30.777408"
    },
    {
      "status": 1,
      "owner": "金春秋",
      "area": "浙江省台州市温岭市",
      "orgName": "温岭市疾病预防控制中心",
      "address": "浙江省台州市温岭市城东街道阳光大道179号",
      "lng": "121.37982199701118",
      "socialCreditCode": "12331081730316162J",
      "areaCode": "33108100",
      "id": 98,
      "lat": "28.41281784157622"
    },
    {
      "status": 2,
      "area": "浙江省宁波市北仑区",
      "orgName": "柴桥街道社区卫生服务中心",
      "address": "北仑区柴桥街道柴卫路2号",
      "lng": "121.914585",
      "socialCreditCode": "123302064195610696",
      "areaCode": "33020600",
      "id": 1695,
      "lat": "29.876864"
    },
    {
      "status": 0,
      "owner": "胡颖敏",
      "area": "浙江省丽水市景宁畲族自治县",
      "orgName": "景宁畲族自治县疾病预防控制中心",
      "address": "景宁畲族自治县环城东路13号",
      "lng": "119.645247",
      "socialCreditCode": "12332529472550086K",
      "areaCode": "33112700",
      "id": 1847,
      "lat": "27.967762"
    },
    {
      "status": 0,
      "area": "浙江省丽水市遂昌县",
      "orgName": "遂昌县人民医院医共体金竹分院（遂昌县金竹中心卫生院）",
      "address": "浙江省丽水市遂昌县金竹镇金竹村金陵街2号",
      "lng": "119.039035",
      "socialCreditCode": "1233252775304194XK",
      "areaCode": "33112300",
      "id": 1087,
      "lat": "28.609364"
    },
    {
      "status": 0,
      "area": "浙江省金华市兰溪市",
      "orgName": "兰溪市上华街道社区卫生服务中心",
      "address": "浙江省金华市兰溪市上华彭村001",
      "lng": "119.48309060655886",
      "socialCreditCode": "3307810402",
      "areaCode": "33078100",
      "id": 741,
      "lat": "29.200819016298828"
    },
    {
      "status": 0,
      "area": "浙江省杭州市余杭区",
      "orgName": "东湖街道疫苗接种点-开发区分院",
      "address": "顺达路5号",
      "lng": "119.815201",
      "socialCreditCode": "无",
      "areaCode": "33011000",
      "id": 10064,
      "lat": "32.931122"
    },
    {
      "status": 0,
      "area": "浙江省衢州市开化县",
      "orgName": "开化县人民医院新冠疫苗临时新增接种点",
      "address": "开化县芹阳办事处凤凰中路59号",
      "lng": "118.408314",
      "socialCreditCode": "12330824472000762P",
      "areaCode": "33082403",
      "id": 1913,
      "lat": "29.118626"
    },
    {
      "status": 1,
      "area": "浙江省温州市永嘉县",
      "orgName": "永嘉县鹤盛镇中心卫生院东皋分院",
      "address": "东皋村",
      "lng": "121.017715",
      "socialCreditCode": "123303247405292992",
      "areaCode": "33032409",
      "id": 2278,
      "lat": "31.358437"
    },
    {
      "status": 2,
      "area": "浙江省温州市瑞安市",
      "orgName": "瑞安市曹村镇卫生院",
      "address": "曹村镇武林路",
      "lng": "120.459450",
      "socialCreditCode": "12330381MB0T25503L",
      "areaCode": "33038109",
      "id": 1272,
      "lat": "27.707981"
    }
  ],
  2: [
    {
      "status": 0,
      "area": "浙江省丽水市景宁畲族自治县",
      "orgName": "梅岐乡卫生院预防接种点",
      "address": "浙江省丽水市景宁畲族自治县梅岐乡梅岐村",
      "lng": "119.762538",
      "socialCreditCode": "123325294725511420",
      "areaCode": "33112700",
      "id": 2001,
      "lat": "27.909331"
    },
    {
      "status": 1,
      "area": "浙江省宁波市宁海县",
      "orgName": "一市中心卫生院预防接种门诊",
      "address": "宁海县一市镇茂林路23号",
      "lng": "121.479007",
      "socialCreditCode": "12330226419591858M",
      "areaCode": "33022600",
      "id": 1708,
      "lat": "29.199828"
    },
    {
      "status": 2,
      "area": "浙江省湖州市南浔区",
      "orgName": "湖州市重兆卫生院预防接种门诊",
      "address": "浙江省湖州市南浔区和孚镇重兆向阳街159号",
      "lng": "120.249707",
      "socialCreditCode": "12330525471171818K",
      "areaCode": "33050300",
      "id": 475,
      "lat": "30.772704"
    },
    {
      "status": 0,
      "area": "浙江省衢州市柯城区",
      "orgName": "衢州市柯城区府山街道社区卫生服务中心",
      "address": "狮桥街19号",
      "lng": "118.874596",
      "socialCreditCode": "330018333",
      "areaCode": "33080201",
      "id": 1787,
      "lat": "28.954288"
    },
    {
      "status": 0,
      "area": "浙江省杭州市淳安县",
      "orgName": "淳安县临岐中心卫生院",
      "address": "浙江省杭州市淳安县临岐镇湖镜路15号",
      "lng": "119.12666965999101",
      "socialCreditCode": "12330127470421555G",
      "areaCode": "33012700",
      "id": 170,
      "lat": "29.85503400538063"
    },
    {
      "status": 0,
      "owner": "姜鸣骅",
      "area": "浙江省衢州市江山市",
      "orgName": "江山市坛石镇卫生院",
      "address": "浙江省衢州市江山市坛石镇保康路28号",
      "lng": "118.50645797677486",
      "socialCreditCode": "12330881472061450N",
      "areaCode": "33088100",
      "id": 83,
      "lat": "28.715908858810879"
    },
    {
      "status": 0,
      "area": "浙江省台州市温岭市",
      "orgName": "箬横中心卫生院犬伤门诊",
      "address": "浙江省台州市温岭市箬横镇横滨大道800号",
      "lng": "121.5255979488336",
      "socialCreditCode": "123310814727288000",
      "areaCode": "33108100",
      "id": 1006,
      "lat": "28.385046455318436"
    },
    {
      "status": 0,
      "area": "浙江省杭州市建德市",
      "orgName": "建德市新安江街道社区卫生服务中心",
      "address": "浙江省杭州市建德市新安江街道健康北路15号",
      "lng": "119.29279945847553",
      "socialCreditCode": "12330182668026980F",
      "areaCode": "33018200",
      "id": 191,
      "lat": "29.486743764889466"
    },
    {
      "status": 1,
      "area": "浙江省金华市婺城区",
      "orgName": "金华市婺城区城东街道社区卫生服务中心",
      "address": "浙江省金华市婺城区青春路200号",
      "lng": "119.661310",
      "socialCreditCode": "12330702471541647B",
      "areaCode": "33070201",
      "id": 1813,
      "lat": "29.109150"
    },
    {
      "status": 2,
      "owner": "许国章",
      "area": "浙江省宁波市海曙区",
      "orgName": "宁波市疾病预防控制中心",
      "address": "浙江省宁波市海曙区鼓楼街道永丰路237号",
      "lng": "121.55325184198283",
      "socialCreditCode": "1233020073424600XB",
      "areaCode": "33020000",
      "id": 18,
      "lat": "29.89111689229313"
    }
  ]
}